export const DUMMY_options = [
  { value: "none", label: "เลือกหมวดหมู่ที่นี่" },
  { value: 1, label: "ออกแบบเเละกราฟิก" },
  { value: 2, label: "การเขียนเเละการแปล" },
  { value: 3, label: "โปรเเกรมมิ่ง" },
  { value: 4, label: "การตลาด" },
  { value: 5, label: "ธุรกิจ" },
  { value: 6, label: "การถ่ายภาพเเละวีดีโอ" },
  { value: 7, label: "ไลฟ์สไตล์" },
  { value: 8, label: "กฏหมาย" },
];

export const mapOptions = {
  1: "ออกแบบเเละกราฟิก",
  2: "การเขียนเเละการแปล",
  3: "โปรเเกรมมิ่ง",
  4: "การตลาด",
  5: "ธุรกิจ",
  6: "การถ่ายภาพเเละวีดีโอ",
  7: "ไลฟ์สไตล์",
  8: "กฏหมาย",
};

export const mapFaculties = {
  38: "จิตวิทยา",

  33: "เภสัชศาสตร์",

  23: "วิทยาศาสตร์",

  39: "วิทยาศาสตร์การกีฬา",

  21: "วิศวกรรมศาสตร์",

  37: "สหเวชศาสตร์",

  27: "ครุศาสตร์",

  34: "นิติศาสตร์",

  28: "นิเทศศาสตร์",

  26: "พาณิชย์ศาสตร์เเละการบัญชี",

  24: "รัฐศาสตร์",

  35: "ศิลปกรรมศาสตร์",

  29: "เศรษฐศาสตร์",

  25: "สถาปัตยกรรมศาสตร์",

  22: "อักษรศาสตร์",

  32: "ทันตเเพทย์ศาสตร์",

  36: "พยาบาลศาสตร์",

  30: "เเพทยศาสตร์",

  31: "สัตวเเพทย์ศาสตร์",
};

export const DUMMY_duration_options = [
  { value: 1, label: "1 วัน" },
  { value: 3, label: "3 วัน" },
  { value: 7, label: "7 วัน" },
  { value: 15, label: "15 วัน" },
  { value: 30, label: "30 วัน" },
];

export const headerTwoPort = [
  {
    q: 1,
    text: "รูปภาพปก",
  },
  { q: 2, text: "รูปภาพเพิ่มเติม" },
];
export const headerTwoSummaryPort = [
  {
    q: 1,
    text: "รายละเอียด",
  },
  { q: 2, text: "ตัวอย่างการ์ด" },
];
